{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In the aftermath of World War II, the ascendant United States played a central role in an economic order built on international trade. While tariffs to protect domestic manufacturing had been the norm since the 19th century, mid-century economists argued that reduction of trade barriers would promote economic prosperity for all involved. The General Agreement on Tariffs and Trade was signed by 23 major nations in 1947 with this dream in mind. The excerpt, from a 1965 news series entitled Great Decisions, embodies this optimism about international trade. At the outset, former U.S. Assistant Secretary of State Roger Hilsman cites the economic theory of comparative advantage while arguing for the long-term benefits of global trade. The succeeding portion of the clip channels the view of international commerce that prevailed among Western leaders in the postwar era: international trade created a “miracle of economic recovery” for countries recently devastated by World War II."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "uuid": "58bd82ed-786b-420c-a993-5861f849d83a",
      "includes": [
        "media",
        "annotations",
        "label",
        "description"
      ],
      "start": 199,
      "end": 438,
      "file": "f248786b-ae3f-4524-8bf4-1b4f8fae947b",
      "type": "event",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Postwar Optimism About the Economic Benefits of International Trade (1965)",
  "parent": "839d4fb0-e41b-44f5-8d17-2f099250535b",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "postwar-optimism-about-the-economic-benefit-2",
  "created_at": "2026-01-07T18:54:02.994Z",
  "created_by": "rmiller78",
  "updated_at": "2026-01-07T20:43:06.368Z",
  "updated_by": "rmiller78"
}