{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In 1950, the total value of global merchandise exports was $61.8 billion. By 2000, that number"
        },
        {
          "type": "link",
          "url": "https://www.statista.com/statistics/264682/worldwide-export-volume-in-the-trade-since-1950/",
          "children": [
            {
              "text": " had increased to $6.45 trillion"
            }
          ]
        },
        {
          "text": "—over a hundred-fold increase. Exports kept growing in the new millennium, more than doubling to $15.3 trillion per year in the next decade (all figures in 2024 dollars). Why this explosion of global trade? Part of the answer was political. The U.S. led a global order that sought to facilitate international trade between capitalist countries. In addition to negotiating NAFTA in the 1990s, the U.S. spearheaded the creation of the World Trade Organization (WTO), which provided a venue for member countries to negotiate terms and manage disputes. Additionally, in the late 20th century, many Communist countries (most prominently China) liberalized their economies, allowing for more entrepreneurial activity, foreign investment, and international trade. Technological developments were also significant. As shown in this episode of Seapower, aired in 1994 by Maryland Public Television, the widespread use of the shipping container along with advances in maritime and communications technology made it possible to profitably ship manufactured goods over vast oceans. The business trends illuminated in this excerpt have only intensified in the decades since this program was produced: for example, according "
        },
        {
          "type": "link",
          "url": "https://www.pbs.org/newshour/economy/holiday-toys-may-cost-more-by-fall-thanks-to-new-u-s-tariffs-on-chinese-imports",
          "children": [
            {
              "text": "to a 2025 report"
            }
          ]
        },
        {
          "text": ", “nearly 80% of toys sold in the U.S. are sourced from China.” "
        }
      ]
    }
  ],
  "title": "Ocean Trade and the Explosion of Global Commerce (1994)",
  "parent": "839d4fb0-e41b-44f5-8d17-2f099250535b",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "ocean-trade-and-the-explosion-of-global-comme",
  "created_at": "2026-01-08T14:55:06.770Z",
  "created_by": "rmiller78",
  "updated_at": "2026-01-08T14:55:06.770Z",
  "updated_by": "rmiller78"
}